Revit 2027 API
ParameterTypeId.SpaceIsOccupiable Property
 "Occupiable"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId SpaceIsOccupiable { get; }
Public Shared ReadOnly Property SpaceIsOccupiable As ForgeTypeId
	Get
public:
static property ForgeTypeId^ SpaceIsOccupiable {
	ForgeTypeId^ get ();
}
static member SpaceIsOccupiable : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace